// [0]メーカー名
//     '東芝'=1,
//     'SONY'=2,
//     'SHARP'=3,
//     'Panasonic'=4,
//     '三菱'=5,
//     '日立'=6,
//     'Orion'=7,
//     'LG'=8,
//     'ハイセンス'=9,
//     'DMM'=10,
//     'MAXZEN'=11,
//     'TEES'=12,
//     'ジョワイユ'=13,
//     'FUNAI'=14,
//     'アイリスオーヤマ'=15
//
//[1]TV型番
//[2]HTMLの名前=URL尾番号

var tv_model = new Array(
    '1,TD-U852,1',
    '1,TD-U852TS,2',
    '1,84Z8X,3',
    '1,84Z9X,4',
    '1,65M520X,5',
    '1,26L400V,400',
    '2,KDL-40ZX1,194',
    '2,KDL-40X5050,195',
);